"Shortcut" = "Snarvei";
"Go to" = "Gå til";
"Go To" = "Gå til";
"Connect to" = "Koble til";
"Clear Menu" = "Tøm meny";
"Choose a new default Mac home folder" = "Velg ny standard Mac-hjemmemappe";
"Choose a private key file" = "Velg privat nøkkelfil";
"The Bookmark could not be found to be saved" = "Bokmerket ble ikke funnet for å bli lagret";
"Try cancelling the editor and edit the Bookmark again" = "Prøv å avbryte editoren og redigere bokmerket igjen";
"The Bookmark could not be renamed" = "Bokmerket ble ikke omdøpt";
"Either there is an existing Bookmark or folder of the same name or the name is unacceptable" = "Enten er det et eksisterende bokmerke, eller mappe med samme navn, ellers må navnet være uakseptabelt";
"The Bookmark could not be saved because your Bookmarks folder could not be found or created" = "Bokmerket kunne ikke lagres fordi dine bokmerker-mappe ble ikke funnet, eller opprettet.";
"Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder" = "Dine diskrettigheter kan ha behov for å repareres med Diskverktøy om applikasjonene ikke kan lagre innstillinger i din Systemvalg-mappe";
"The Bookmark could not be saved" = "Bokmerket kunne ikke lagres";
"Ensure your Bookmark name is valid, unique and that there is sufficent space on your hard drive" = "Forsikre at navnet på ditt bokmerke er gyldig, unikt, og at det er nok plass på din harddisk";
"The Bookmark was not saved completely" = "Bokmerket ble ikke lagret helt";
"This Bookmark may not appear in your Bookmarks window. Try saving again." = "Det kan hende at dette bokmerket ikke vises i ditt vindu. Prøv å lagre på nytt.";
"An unexpected error occurred while saving the Bookmark." = "Det oppstod en uventet feil under lagrinng av bokmerket.";
"The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed" = "Endringene gjort på bokmerket av denne tilkoblingen skal brukes når ventende oppgaver blir fullført";
"Sorry, this file's original server location could not be automatically determined and so it cannot be resumed." = "Beklager, denne filen sin originale serverplassering kunne ikke finnes ut, så det kan ikke fortsette.";
"Reconnect to the original server and resume the download from there." = "Koble igjen til originale serveren og fortsett nedlastningen fra der.";
"Sorry, this file's location could not be determined and so it cannot be resumed." = "Beklager, denne filen sin plassering kunne ikke finnes ut, så det ikke kan fortsette.";
"Try reconnecting to the original server and resume the download from there." = "Prøv å koble på nytt til originale serveren og fortsette nedlastningen derfra.";
"Add Favorite" = "Legg til favoritt";
"Connect Immediately" = "Koble til med en gang";
"Imported Bookmarks" = "Importerte bokmerker";
"Edit" = "Rediger";
"Save this connection's details in the Keychain?" = "Lagre detaljer om denne tilkoblingen til nøkkelringen?";
"Yes" = "Ja";
"No" = "Nei";
"Save these details as a Bookmark" = "Lagre disse detaljene som et bokmerke";
"Untitled Bookmark" = "Bokmerke uten navn";
"Show Help Tips" = "Vis hjelpetips";
"Quick Start" = "Rask start";
"Read Me" = "Les meg";
"User Forum" = "Brukerforum";
"Email Support" = "Send mail til support";
"Yummy Software Web Site" = "Yummy Software nettside";
"Yummy FTP requires Mac OS X 10.4 or later to run" = "Yummy FTP Alias krever Mac OS X 10.4 eller senere";
"FTP Watchers require Mac OS X 10.4 or later to run" = "FTP Watchers krever Mac OS X 10.4 eller senere";
"FTP Aliases require Mac OS X 10.4 or later to run" = "FTP Aliases krever Mac OS X 10.4 eller senere";
"An unknown error prevented Yummy FTP from starting" = "Ukjent feil hindret Yummy FTP Alias i å starte";
"An unknown error prevented this FTP Watcher from starting" = "Ukjent feil hindret denne FTP Watcher i å starte";
"An unknown error prevented this FTP Alias from starting" = "Ukjent feil hindret FTP Alias i å starte";
"Quitting now will cancel all running or waiting tasks!" = "Avslutning skal avbryte alle kjørende eller ventende oppgaver!";
"Press Quit if you are sure you want to do this" = "Trykk på Avslutt om du er sikker på at du vil gjøre dette";
"Quit" = "Avslutt";
"Yummy FTP thinks you may still have remote editing documents open" = "Yummy FTP Alias tror du fortsatt har åpne dokumenter på ekstern redigering";
"If you quit now, Yummy FTP will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately" = "Om du avslutter nå, blir ikke Yummy FTP Alias i stand til å sende endringene tilbake til serveren\r\rTrykk på knappen Avbryt for å fortsette ekstern redigering, eller Avslutt for å avslutte med en gang";
"Bookmarks" = "Bokmerker";
"Recent Connections" = "Nylige tilkoblinger";
"Bonjour" = "Bonjour";
"Rendezvous" = "Rendezvous";
"History" = "Historie";
"Go To Favorite" = "Gå til favoritter";
"Remove Favorite" = "Fjern favoritt";
"Choose a folder of Bookmarks to import" = "Velg en bokmerker-mappe å importere";
"Select a Bookmark, FTP Alias or FTP Watcher to edit…" = "Velg et bokmerke, FTP Alias eller FTP Watcher å redigere...";
"Hide Help Tips" = "Skjul hjelpetips";
"Show All Bookmarks" = "Vis alle bokmerker";
"Sorry, it was not possible to continue due to an unexpected error" = "Beklager, det var umulig å fortsette på grunn av en uventet feil";
"Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality" = "Beklager, denne FTP Watcher ser ut til å være skadet. Deler av denne FTP Watcher mangler. Du må lage det på nytt for å gjenopprette funksjonalitet";
"Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality" = "Beklager, denne FTP Alias ser ut til å være skadet. Deler av denne FTP Alias mangler. Du må lage det på nytt for å gjenopprette funksjonalitet";
"Sorry, this FTP Watcher cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Watchers" = "Beklager, denne FTP Watcher kan ikke åpnes med mindre Yummy FTP Alias er installert. Loker og installer Yummy FTP Alias på denne datamaskinen for å få nytte av FTP Watchers.";
"Sorry, this FTP Alias cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Aliases" = "Beklager, denne FTP Alias kan ikke åpnes med mindre Yummy FTP Alias er installert. Loker og installer Yummy FTP Alias på denne datamaskinen for å få nytte av FTP Aliaser.";
"This FTP Watcher has moved from its original location and will therefore now quit" = "Denne FTP Watcher ble flyttet fra den originale plassering, derfor skal den avslutte nå";
"Yummy FTP Watcher History" = "Yummy FTP Watcher historie";
"Processing" = "Behandler";
"Yummy FTP was launched because an upload using an FTP Alias or FTP Watcher was performed" = "Yummy FTP Alias ble startet fordi noe opplastning ved bruk av FTP Alias eller FTP Watcher ble utført";
"Yummy FTP would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP to Quit now or not?" = "Yummy FTP Alias skal avslutte som vanlig nå på grunn av det, men andre FTP-sesjoner er aktive. Vil du avslutte Yummy FTP Alias eller ikke?";
"This operation failed because the server closed the connection." = "Denne operasjonen mislyktes fordi serveren lukket tilkoblingen.";
" copy" = " kopi";
"Unknown" = "Ukjent";
"Alias" = "Alias";
"Folder" = "Mappe";
"Error downloading: " = "Feil ved nedlastning:";
"\rFrom : " = "\rFra : ";
"\rTo : " = "\rTil : ";
"Error deleting: " = "Feil ved sletting:";
"\rIn : " = "\rIn : ";
"Root folder" = "Rotmappe";
"Error uploading: " = "Feil ved opplastning:";
"Error renaming: " = "Feil ved omdøping:";
"Error moving: " = "Feil ved flytting:";
"Error creating folder: " = "Feil ved oppretting av mapper:";
"Error setting permissions on: " = "Feil ved setting av rettigheter på:";
"Unlimited" = "Ubegrenset";
"Never" = "Aldri";
"Choose an ODB Editor Application" = "Velg ODB-editor";
"Select a new folder for your default Mac browser Home folder and default download location" = "Velg ny mappe for din standarde Mac-browser sin hjemmemappe og standard nedlastningsmappe";
"Your choice of preference settings requires that currently displayed directory listings are refreshed" = "Ditt utvalg av preferanseinnstillinger krever at nåværende viste katalogslister er lastet inn på nytt";
"Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually" = "Velg Last inn på nytt for å laste automatisk inn på nytt alle viste katalogslister, eller Avbryt for å laste dem inn på nytt manuelt";
"Refresh" = "Last inn på nytt";
"Built-in" = "Innebygd";
"Not installed" = "Ikke installert";
"Your trial period of Yummy FTP is nearly over" = "Din prøveversjon av Yummy FTP Alias er nesten over";
"Thank you for trying Yummy FTP!\r\rPlease puchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button" = "Takk for at du prøver Yummy FTP Alias!\r\rVennligst kjøp denne programvaren om du finner den nyttig. Din støtte tillater oss å gjøre det enda bedre!\r\rBare klikk på knappen Kjøp nedenfor. Det er enkelt, raskt og trygt\r\rOm du allerede har kjøpt en lisens, klikk på knappen Oppgi serienummer";
"Enter Serial Number" = "Oppgi serienummer";
"Purchase" = "Kjøp";
"Your trial period of Yummy FTP is over" = "Din prøveversjon av Yummy FTP Alias er over";
"Sorry, there was a problem with the eSellerate online purchase system" = "Beklager, det oppstod en feil med Paddle betalingssystem";
"Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you" = "Vennligst prøv igjen, eller besøk vår nettbutikk for å bestille:\r\rhttp://www.yummysoftware.com/purchase\r\rTakk";
"Thank you for purchasing Yummy FTP!" = "Takk for at du kjøpte Yummy FTP Alias!";
"Your support is very much appreciated\r\rHappy FTP-ing!" = "Det settes stor pris på din støtte\r\rKos deg med FTP!";
"It appears that your purchase was successful, but Yummy FTP could not retrieve your serial number from eSellerate\r\rYou should receive an email from eSellerate containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP menu\r\rThank you" = "Det ser ut at ditt kjøp var vellykket, men Yummy FTP Alias kunne ikke hente ditt serienummer fra Paddle\r\rDu bør motta en epost fra Paddle som inneholder ditt serienummer. Vennligst oppgi det ved bruk av valget Oppgi serienummer i Yummy FTP Alias meny\r\rTakk";
"Sorry, the entered Name and Serial Number are invalid" = "Beklager, oppgitte navnet eller serienummeret er ugyldig";
"Please check what you have entered and try again" = "Vennligst sjekk hva du har angitt, og prøv igjen";
"When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes." = "Når du er ferdig med redigering, trykk på knappen Lagre, slik at endringene blir lagret til filen. Trykk på Avbryt for å forkaste endringene.";
"Run Schedule" = "Kjør plan";
"Synchronize" = "Synkroniser";
"FTP Transcript.txt" = "FTP Transcript.txt";
"Server: " = "Server: ";
"\rUsername: " = "\rBrukernavn: ";
"Please enter the password for this server" = "Vennligst oppgi passordet for denne serveren";
"Add to Keychain" = "Legg til nøkkelringen";
"Click to see a full screen image" = "Klikk for å se fullskjerm-bilde";
"No Preview Available" = "Ingen forhåndvisning tilgjengelig";
"Preparing Preview…" = "Forbereder forhåndvisningen...";
"Disconnecting will cancel all running or waiting tasks!" = "Frakobling skal avbryte alle kjørende, eller ventende oppgaver!";
"Press Disconnect if you are sure you want to do this" = "Trykk på knappen Frakoble om du er sikker på at du vil gjøre det";
"Disconnect" = "Frakoble";
"Hide Toolbar" = "Skjul verktøylinje";
"Show Toolbar" = "Vis verktøylinje";
"Edit With…" = "Rediger med...";
"Edit New Empty File With…" = "Rediger ny tom fil med...";
"Edit New Empty File" = "Rediger ny tom fil";
"Download Later" = "Last ned senere";
"Upload Later" = "Last opp senere";
"Upload" = "Last opp";
"Download" = "Last ned";
"Show Transcript" = "Vis Transcript";
"Hide Transcript" = "Skjul Transcript";
"Hide Queue" = "Skjul køskuffen";
"Show Queue" = "Vis køskuffen";
"Hide Preview Drawer" = "Skjul forhåndvisningskuffen";
"Show Preview Drawer" = "Vis forhåndvisningskuffen";
"Show Extra FTP Controls" = "Vis ekstra FTP-kontroller";
"Hide Extra FTP Controls" = "Skjul ekstra FTP-kontroller";
"Hide Status Bar" = "Skjul fremdriftslinje";
"Show Status Bar" = "Vis fremdriftslinje";
"Show Column View" = "Vis kolonnevisning";
"Show List View" = "Vis listevisning";
"Show Mac Browser" = "Vis Mac-browser";
"Hide Mac Browser" = "Skjul Mac-browser";
"Open Selected Bookmarks" = "Åpne valgte bokmerker";
"Save a copy of this Bookmark" = "Lagre en kopi av dette bokmerket";
"Enter the name of the folder to be created" = "Oppgi navn på nye tomme mappe som skal opprettes";
"The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected" = "Mappen skal opprettes innenfor valgte mappen eller direkte i listen over bokmerker hvis ingen er valgt";
"Create" = "Lag";
"untitled folder" = "mappe uten navn";
"The folder will be created within the currently selected folder, or the current directory if none is selected" = "Mappen skal opprettes innenfor valgte mappen eller nåværende katalogen hvis ingen er valgt";
"Untitled FTP Alias" = "FTP Alias uten navn";
"Untitled FTP Watcher" = "FTP Watcher uten navn";
" alias" = " alias";
" Watcher" = " Watcher";
"Save these details as an FTP Alias" = "Lagre disse detaljene som en FTP Alias";
"Save these details as an FTP Watcher" = "Lagre disse detaljene som en FTP Watcher";
"Select an Application for editing…" = "Velg en applikasjon for redigering…";
"Save the FTP Transcript from this session…" = "Lagre FTP Transcript fra denne økten...";
"Enter a path to the destination location as a full path to a folder" = "Oppgi sti til destinasjonen som hel sti til en mappe";
"The selection will be moved to the specifed destination" = "Utvalget blir flyttet til spesifiserte destinasjonen";
"Move" = "Flytt";
"Enter an FTP command to send to the server" = "Oppgi en FTP kommando å sende til serveren";
"The exact text you type will be sent to the server. This can be useful to invoke server specific features" = "Nøyaktige tekst du skriver, skal sendes til serveren. Denne kan være nyttig for å fremkalle spesifikke funksjoner";
"Send" = "Send";
"Synchronization using a VMS server with the option to show all versions enabled is not supported" = "Synkronisering med en VMS server med valget å vise alle aktiverte versjoner er ikke støttet";
"If the Show All Versions option is disabled in the Bookmark, synchronization can be performed" = "Om valget Vis alle versjoner er deaktivert på bokmerket, kan synkronisering utføres";
" of " = " av";
" items" = " elementer";
" Item" = " Element";
" item" = " element";
" selected" = " valgt";
" (filtered)" = " (filtrert)";
"Edit with the built-in editor" = "Rediger med innebygd editor";
"Open for editing in an external editor" = "Åpne for redigering i ekstern editor";
"Enter a full path to a folder" = "Oppgi hel sti til en mappe";
"The contents listing of the specified path will be displayed" = "Innholdslisten av spesifiserte stien skal vises";
"Go" = "Gå";
"Enter the new name for this item:" = "Oppgi nytt navn på dette elementet:";
"Rename" = "Omdøp";
"Are you sure you want to delete " = "Er du sikker på at du vil slette";
" items?" = " elementer?";
"Are you sure you want to delete the selected items?" = "Er du sikker på at du vil slette valgte elementer?";
"This is a permanent operation which cannot be undone" = "Dette er permanent operasjon som ikke kan angres på";
"Delete" = "Slett";
"Enter the name of the new empty file to created" = "Oppgi navn på nye tomme filen som skal opprettes";
"It will be checked that the selected name is not already in use" = "Det skal sjekkes at valgte navnet allerede ikke er i bruk";
"The selected file name already exists" = "Valgte filnavnet allerede eksisterer";
"Please choose another name for the new empty file to created" = "Vennligst velg annet navn på nye tomme filen som skal opprettes";
"The file could not be created" = "Filen kunne ikke opprettes";
"Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server" = "Oppgi navn på nye tomme filen som skal redigeres og velg når endringer i filen bør lastes opp til serveren";
"Enter the name of the new empty file to be edited" = "Oppgi navn på nye tomme filen som skal redigeres";
"Optionally select whether to apply the selected choice to subsequent edits" = "Eventuelt velg om valgte utvalget skal brukes påfølgende redigeringer";
"Close" = "Lukk";
"Save" = "Lagre";
"Apply to future edits" = "Bruk på redigeringer i fremtiden";
"Enter the name of the new empty file to edited" = "Oppgi navn på nye tomme filen som skal redigeres";
"Select when changes to the files should be uploaded to the server" = "Velg når endringer i filene bør lastes opp til serveren";
"Select when changes to the file should be uploaded to the server" = "Velg når endringer i filen bør lastes opp til serveren";
"Please choose another name" = "Vennligst velg et annet navn";
"This operation failed to complete." = "Denne operasjonen ble ikke fullført.";
"A folder already exists with the same name." = "Mappe med samme navn allerede eksisterer.";
"You may not have sufficient privileges" = "Det kan hende at du ikke har tilstrekkelige rettigheter";
"Some items of the same name already exist in this location." = "Noen elementer med samme navn allerede eksisterer på denne plassen.";
"An item of the same name already exists in this location." = "Et element med samme navn allerede eksisterer i denne katalogen.";
"Would you like to replace the items or skip them?" = "Vil du erstatte elementene eller hoppe over dem?";
"Would you like to replace the item?" = "Vil du erstatte elementet?";
"Skip" = "Hopp over";
"Replace" = "Erstatt";
"This operation failed to complete for one or more items" = "Denne operasjonen ble ikke fullført for én eller flere elementer";
"Cancelling preview…" = "Avbryter forhåndvisningen...";
"Downloading preview: " = "Laster ned forhåndvisning: ";
"% complete" = "% fullført";
"Server refused connection - waiting to retry…" = "Serveren nektet tilkobling - venter på å prøve igjen...";
"Server busy - waiting to retry…" = "Serveren er opptatt - venter på å prøve igjen...";
"Preparing connection…" = "Forbereder tilkobling...";
"Disconnected" = "Frakoblet";
"Connecting with server…" = "Kobler til serveren...";
"Logging in…" = "Logger på...";
"Logging into proxy server…" = "Logger seg på proxy-server...";
"Querying server…" = "Spør serveren...";
"Selecting server features…" = "Velger serverfunksjoner...";
"Connection established" = "Tilkoblingen etablert";
"Idle" = "Inaktiv";
"User: " = "Bruker:";
"\rPath: " = "\rSti: ";
"Sorry, it was not possible to complete the upload" = "Beklager, det var ikke mulig å fullføre opplastningen";
"An unexpected error caused the pre-processing of the upload to fail" = "Uventet feil skapte tidlig behandling av opplastningen mislyktes";
"An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss" = "Uventet feil hindret opplastningen i å skje\r\rDu bør lagre kopi av ditt redigerte dokument for å forhindre datatap";
"An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP" = "Uventet feil hindret opplastningen i å skje\r\rDu kan prøve igjen, eller bare omstarte Yummy FTP Alias";
"Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP" = "Dessverre oppstod en uventet feil under forbereding til å vise browservinduet\r\rPrøv igjen eller prøv å omstarte Yummy FTP Alias";
"Yummy FTP was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request" = "Yummy FTP Alias kunne ikke etablere en tilkobling\r\rForsøket mislyktes fordi serveren kunne ikke behandle forespørselen";
"Yummy FTP could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again" = "Yummy FTP Alias kunne ikke finne eksterne katalogen for å sende din opplastning\r\rForsikre at destinasjonskatalogen eksisterer, og prøv igjen";
"Yummy FTP was unable to complete your request\r\rThe attempt failed because the server was unable to process it" = "Yummy FTP Alias kunne ikke fullføre din forespørsel\r\rForsøket mislyktes fordi serveren ikke kune behandle det";
"This operation failed due to lack of memory" = "Denne operasjonen mislyktes på grunn av mangel på minne";
"Your download failed to start because the download location could not be found\r\rCheck the download location and try again" = "Din nedlastning mislyktes å starte fordi nedlastningsmappen ikke ble funnet\r\rSjekk nedlastningsmappen og prøv igjen";
"Your download failed to start because the file to download could not be found\r\rCheck the download details and try again" = "Din nedlastning mislyktes å starte fordi filen å laste ned ikke ble funnet\r\rSjekk nedlastningsdetaljene og prøv igjen";
"Yummy FTP could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable." = "Yummy FTP Alias kunne ikke etablere en tilkobling med serveren\r\rSjekk servernavnet eller IP-adressen og prøv igjen. Hvis problemet vedvarer, kan det hende at serveren ikke er tilgjengelig for øyeblikket.";
"Yummy FTP could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP" = "Yummy FTP Alias kunne ikke etablere en tilkobling med serveren\r\rPrøv å koble på nytt til serveren eller omstart Yummy FTP Alias";
"Yummy FTP could not find the items you were referring to\r\rTry refreshing your listing" = "Yummy FTP Alias har ikke funnet elementene du henviser til\r\rPrøv å laste inn på nytt din liste";
"Yummy FTP ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias gikk tom for ressurser, og derfor ble det ikke mulig å gjennomføre din forespørsel\r\rPrøv igjen eller omstart Yummy FTP Alias";
"Yummy FTP couldn't understand the server's response\r\rTry again and check the server type is set correctly" = "Yummy FTP Alias forsto ikke serverens svar\r\rPrøv igjen og sjekk at servertypen er satt riktig";
"Yummy FTP could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias kunne ikke fortsette din nedlastning fordi det var umulig å opprette en fil i nedlastningsmappen\r\rGrunnen kan være en låst fil, en fil som brukes av annen applikasjon, eller mangle på rettigheter";
"Yummy FTP could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions" = "Yummy FTP Alias kunne ikke fortsette din nedlastning fordi det var umulig å opprette en mappe i nedlastningsmappen\r\rDette kan skyldes mangelen på rettigheter";
"Yummy FTP could not continue because a folder in your request could not be found on your Mac" = "Yummy FTP Alias kunne ikke fortsette fordi en mappe i din forespørsel ble ikke funnet på din Mac";
"Yummy FTP could not continue because the specifed server path could not be determined\r\rCheck your server detalls and try again" = "Yummy FTP Alias kunne ikke fortsette fordi spesifiserte serverstien ikke kunne finnes ut\r\rSjekk serverdetaljene og prøv igjen";
"Yummy FTP could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias kunne ikke fortsette din nedlastning fordi det var umulig å skrive i en fil i nedlastningsmappen\r\rDet kan skyldes full harddisk, en låst fil, en fil som brukes av annen applikasjon, eller mangelen på rettigheter";
"Yummy FTP could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias kunne ikke fortsette din opplastning fordi det var umulig å åpne én av kildefilene\r\rDet kan skyldes mangelen på rettigheter";
"Yummy FTP could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias kunne ikke fortsette din nedlastning fordi det var umulig å åpne én av filene i nedlastningsmappen\r\rDet kan skyldes mangelen på rettigheter";
"Yummy FTP could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias kunne ikke fortsette din opplastning fordi det var umulig å lese fra én av kildefilene\r\rDet kan skyldes mangelen på rettigheter";
"Yummy FTP has lost connection with the server\r\rThe server closed the connection" = "Yummy FTP Alias har mistet tilkoblingen med serveren\r\rServeren lukket tilkoblingen";
"Yummy FTP failed to establish a connection with the server\r\rCheck your details and try again" = "Yummy FTP Alias mislyktes å etablere en tilkobling med serveren\r\rSjekk dine opplysninger og prøv igjen";
"Yummy FTP failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again" = "Yummy FTP Alias mislyktes å etablere en tilkobling med proxy-serveren fordi serveren nektet det.\r\rSjekk dine opplysninger og prøv igjen";
"Yummy FTP failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again" = "Yummy FTP Alias mislyktes å etablere en tilkobling med serveren fordi brukernavnet ble avvist\r\rSjekk dine opplysninger og prøv igjen";
"Yummy FTP failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias mislyktes å etablere en tilkobling med serveren fordi passordet ble avvist\r\rSjekk dine opplysninger og prøv igjen";
"Yummy FTP failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again" = "Yummy FTP Alias mislyktes å etablere en tilkobling med serveren fordi kontoen ble avvist\r\rSjekk dine opplysninger og prøv igjen";
"Yummy FTP failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias mislyktes å etablere en tilkobling med proxy-serveren fordi passordet ble avvist\r\rSjekk dine opplysninger og prøv igjen";
"Yummy FTP failed to failed to complete your request becuase it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias mislyktes å fullføre din forespørsel fordi det var umulig å slette et element på din Mac\r\rDet kan skyldes en låst fil, en fil som brukes av en annen applikasjon, eller mangelen på rettigheter";
"Yummy FTP was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias kunne ikke fullføre din forespørsel på grunn av en uventet feil\r\rPrøv igjen eller prøv å omstarte Yummy FTP Alias";
"Message from the Server :\r\r" = "Meldning fra serveren: \r\r";
"Yummy FTP will try to skip the errored item automatically" = "Yummy FTP Alias skal prøve å hoppe over problematiske elementet automatisk";
"Yummy FTP will try to skip the errored item automatically after the timeout shown" = "Yummy FTP Alias skal prøve å hoppe over problematiske elementet automatisk etter at tidsavbruddet vises";
" because scheduled tasks are waiting" = " fordi planlagte oppgaver venter";
"Yummy FTP will cancel this operation automatically" = "Yummy FTP Alias skal avbryte denne operasjonen automatisk";
"Yummy FTP will cancel this operation automatically after the timeout shown" = "Yummy FTP Alias skal avbryte denne operasjonen automatisk etter at tidsavbruddet vises";
"Yummy FTP has now encountered " = "Yummy FTP Alias har nettopp oppdaget";
" errors attempting this operation. No further recovery attempts will be made" = " feil ved forsøk på denne operasjonen. Ingen andre gjenopprettingsforsøk blir gjort.";
"\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rDenne meldningen skal automatisk avskjedige viste tiden nedenfor fordi planlagte oppgaver venter";
"Continue" = "Fortsett";
"Cancel" = "Avbryt";
"Yummy FTP will attempt to retry the errored item automatically" = "Yummy FTP Alias skal forsøke å prøve igjen problematiske elementet automatisk";
"Yummy FTP will attempt to retry the errored item automatically after the timeout shown" = "Yummy FTP Alias skal forsøke å prøve igjen problematiske elementet automatisk etter at tidsavbruddet vises";
"Retry" = "Prøv igjen";
"Yummy FTP will attempt to skip the errored item automatically" = "Yummy FTP Alias skal forsøke å hoppe over problematiske elementet automatisk";
"Yummy FTP was unable to automatically retry the errored item" = "Yummy FTP Alias kunne ikke prøve igjen problematiske elementet automatisk";
"Yummy FTP was unable to automatically skip the errored item" = "Yummy FTP Alias kunne ikke hoppe over problematiske elementet automatisk";
"Files uploaded : " = "Filer lastet opp:";
"\rFiles downloaded : " = "\rFiler lastet ned : ";
"\rServer folders created : " = "\rServermapper opprettet : ";
"\rMac folders created : " = "\rMac-mapper opprettet : ";
"\rServer items deleted : " = "\rServerelementer slettet : ";
"\rMac items deleted : " = "\rMac-elementer slettet : ";
"\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rDenne rapporten skal automatisk avskjediges etter tiden vist nedenfor fordi planlagte oppgaver venter";
"\rSynchronization completed" = "\rSynkronisering fullført";
"Save this connection as a Bookmark?" = "Lagre denne tilkoblingen som bokmerke?";
"Optionally select whether to store the password used into the Keychain, for security purposes" = "Eventuelt velg hvor du vil lagre passordet brukt i nøkkelringen, for sikkerhetens skyld.";
"Don't Save" = "Ikke lagre";
"Root directory" = "Rotkatalog";
"Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Vil du erstatte elementene eller hoppe over dem?\r\rMerk at ikke alle servere støtter erstatning. Isåfall får du opp en feilmeldning.";
"Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Vil du erstatte elementet?\r\rMerk at ikke alle servere støtter erstatning. Isåfall får du opp en feilmeldning.";
" Download" = " Last ned";
" Items" = " Elementer";
" Bytes" = " Byter";
"Cancelled" = "Avbrutt";
"Preparing" = "Forbereder";
"Finished" = "Fullført";
"Name: " = "Navn: ";
",  Kind: " = ",  Type: ";
",  Size: " = ",  Størrelse: ";
"Modified: " = "Redigert";
",  Where: " = ",  Hvor: ";
"Dimensions: W:" = "Dimensjoner: B:";
" H:" = " H:";
" pixels" = " piksler";
"Duration :" = "Varighet :";
" Hrs" = " Tmr";
" Mins" = " Min";
" Secs " = "Sek";
"\rServer: " = "\rServer: ";
"\rPassword: " = "\rPassord: ";
"\rPort: " = "\rPort: ";
"\rProtocol: " = "\rProtokoll: ";
"\rMac Folder: " = "\rMac-mappe: ";
"\rModified: " = "\rRedigert: ";
"\rUser/Group: " = "\rEier/Gruppe: ";
"\rPermissions: " = "\rRettigheter: ";
"Path " = "Sti";
"Name " = "Navn";
"Server " = "Server ";
"User " = "Bruker";
"Pass " = "Passord";
"Port " = "Port ";
"Type " = "Type ";
"Local " = "Lokal";
"Kind " = "Type";
"Size " = "Størrelse";
"Date " = "Dato";
"Where " = "Hvor";
"User/Group " = "Eier/Gruppe";
"Perms " = "Rett";
"Job cancelled" = "Jobb avbrutt";
"Job failed" = "Jobb feilet";
"Cancelling…" = "Avbryter...";
"Waiting to start " = "Venter på start";
"Queued " = "I kø ";
"Waiting " = "Venter";
"Recovering connection " = "Gjenoppretter tilkobling";
"Server busy - waiting " = "Server opptatt - venter";
"to download " = "å laste ned";
"to transfer " = "å overføre";
"to duplicate " = "å duplisere";
"to preview " = "å forhåndvise";
"to upload " = "å laste opp";
"to determine server time difference… " = "å finne ut servertidsforskjellen...";
"to download items for Update Mac: " = "å laste ned elementer for Mac-oppdatering:";
"to download items for Mirror: " = "å laste ned elementer for Mirror:";
"to upload items for Update Server: " = "å laste opp elementer for Oppdateringsserver:";
"to upload items for Mirror: " = "å laste opp elementer for Mirror:";
"Initiating download of " = "Starter nedlastning av ";
"Initiating transfer of " = "Starter overføring av ";
"Initiating duplication of " = "Starter duplisering av ";
"Initiating duplicated upload of " = "Starter duplisert opplastning av ";
"Initiating preview of " = "Starter forhåndvisning av ";
"Initiating upload of " = "Starter opplastning av ";
"Determining server time difference… " = "Finner ut servers tidsforskjell…";
"Initiating download of items for Update Mac: " = "Starter nedlastning av elementer for Oppdater-Mac:";
"Initiating download of items for Mirror: " = "Starter nedlastning av elementer for Mirror:";
"Initiating upload of items for Update Server: " = "Starter opplastning av elementer for Oppdateringsserver:";
"Initiating upload of items for Mirror: " = "Starter opplastning av elementer for Mirror:";
"Downloading " = "Laster ned";
"Downloading for transfer " = "Laster ned for overføring";
"Uploading for transfer " = "Laster opp overføring";
"Downloading for duplication " = "Laster ned for duplisering";
"Uploading " = "Laster opp";
"Uploading duplicated " = "Laster opp dupliserte";
"Downloading preview " = "Laster ned forhåndvisning";
"Downloading items for Update Mac: " = "Laster ned elementer for Oppdater-Mac:";
"Downloading items for Mirror: " = "Laster ned elementer for Mirror:";
"Uploading items for Update Server: " = "Laster opp elementer for Oppdateringsserver:";
"Uploading items for Mirror: " = "Laster opp elementer for Mirror:";
" items)" = " elementer)";
" item)" = " element)";
"1 item" = "1 element";
"Recovering connection to delete orphaned items " = "Gjenoppretter tilkobling for å slette elementer uten overordnede";
"Server busy - waiting to delete orphaned items" = "Server opptatt - venter på å slette elementer uten overordnede";
"Deleting orphaned items " = "Sletter elementer uten overordnede";
"Preparing to delete orphaned items " = "Forbereder sletting av elementer uten overordnede";
"Recovering connection to delete " = "Gjenoppretter tilkobling å slette";
"Server busy - waiting to delete " = "Server opptatt - venter på å slette";
"Deleting " = "Sletter";
"Preparing to delete " = "Forbereder til å slette";
"Determine server time difference" = "Finn ut servers tidsforskjell";
"Scheduled Update Server" = "Planlagt Oppdateringsserver";
"Scheduled Update Mac" = "Planlagt Oppdater-Mac";
"Scheduled Mirror" = "Planlagt Mirror";
"Waiting for connection to determine server time difference…" = "Venter på tilkobling for å finne ut servers tidsforskjell...";
"Waiting for connection to Update Server…" = "Venter på tilkobling til oppdateringsserver...";
"Waiting for connection to Update Mac…" = "Venter på tilkobling til Oppdater-Mac...";
"Waiting for connection to Mirror…" = "Venter på tilkobling til Mirror...";
"Analyzing directories for Update Server…" = "Analyserer kataloger for Oppdateringsserver...";
"Analyzing directories for Update Mac…" = "Analyserer kataloger for Oppdater-Mac...";
"Analyzing directories for Mirror…" = "Analyserer kataloger for Mirror…";
"Time difference complete" = "Tidsforskjell fullført";
"Update Server complete" = "Oppdateringsserver fullført";
"Update Mac complete" = "Oppdater-Mac fullført";
"Mirror complete" = "Mirror fullført";
"Waiting for connection to get file list…" = "Venter på tilkobling for å få fillisten...";
"Fetching file/folder listing…" = "Henter liste over fil/mappe...";
"Waiting for connection to update file list…" = "Venter på tilkobling for å oppdatere fillisten...";
"Updating file/folder listing…" = "Oppdaterer fil/mappe-liste...";
"Waiting for connection to send NOOP command…" = "Venter på tilkobling for å sende NOOP-kommando...";
"Sending NOOP command…" = "Sender NOOP-kommando...";
"Waiting for connection to send raw command…" = "Venter på tilkobling for å sende raw-kommando...";
"Sending raw FTP command…" = "Sender raw-FTP-kommando...";
"Waiting for connection to rename…" = "Venter på tilkobling for å omdøpe...";
"Renaming item…" = "Omdøper elementet...";
"Waiting for connection to create empty folder…" = "Venter på tilkobling for å opprette tom mappe...";
"Creating new folder…" = "Lager ny mappe...";
"Recovering connection to set access permissions" = "Gjenoppretter tilkobling for å få tilgang til rettigheter";
"Server busy - waiting to set access permissions" = "Server opptatt - venter på å sette tilgangsrettigheter";
"Setting access permissions" = "Setter tilgangsrettigheter";
"Recovering connection to set user and group" = "Gjenoppretter tilkobling for å sette bruker og gruppe";
"Server busy - waiting to set user and group" = "Server opptatt - venter på å sette bruker og gruppe";
"Setting user and group" = "Setter bruker og gruppe";
" on " = " på";
"Recovering connection to move " = "Gjenoppretter tilkobling for å flytte";
"Server busy - waiting to move " = "Server opptatt - venter på å flytte";
"Moving " = "Flytter";
"Item: " = "Element: ";
"Item: from command line" = "Element: fra kommandolinje";
"Processing: " = "Behandler:";
"Path: " = "Sti: ";
"Move up directory" = "Flytt opp katalog";
"Command: " = "Kommando:";
" to Mac: " = " til Mac:";
"Mac: " = "Mac: ";
" to Server: " = " til Server:";
"Parent directory" = "Overordnet katalog";
"Recovering connection…" = "Gjenoppretter tilkobling...";
"Copied: " = "Kopiert:";
" at " = " at ";
"/s" = "/s";
" (stalled)" = " (installert)";
"Waiting until " = "Venter til";
"Waiting" = "Venter";
"Error" = "Feil";
"Server busy - waiting…" = "Server opptatt - venter...";
"Connecting to server…" = "Kobler til serveren...";
"Preparing…" = "Forbereder...";
"(ETA: " = "(ETA: ";
"Estimating time remaining…" = "Anslår gjenstående tid...";
"n/a" = "ukjent";
"Estimating…" = "Anslår...";
"Time remaining unavailable" = "Gjenstående tid utilgjengelig";
"Unavailable" = "Utilgjengelig";
" remaining" = " gjenstående";
"Time remaining: -" = "Gjenstående tid: -";
" for remote edit" = " for ekstern redigering";
"Remote edit" = "Ekstern redigering";
" from " = " fra";
"From " = "Fra";
" to " = " til";
" in " = "i";
"Choose a Document" = "Velg dokument";
"Choose a post processing Application" = "Velg etterbehandlingsapplikasjon";
"Download completed" = "Nedlastning fullført";
"Your download has been successfully completed" = "Din nedlastning har blitt fullført";
"Upload completed" = "Opplastning fullført";
"Your upload has been successfully completed" = "Din opplastning har blitt fullført";
"Synchronization completed" = "Synkronisering fullført";
"Your synchronization has been successfully completed" = "Din synkronisering har blitt fullført";
"Remote edit ready" = "Ekstern redigering klar";
"Your remote file is ready to be edited" = "Din eksterne fil er klart til å redigeres";
"Remote edit saved" = "Ekstern redigering lagret";
"The changes to your remote file have been saved" = "Endringene i din eksterne fil har blitt lagret";
"Failure Notification" = "Feilvarsling";
"A Problem occurred" = "Det oppstod en feil";
"Encoding" = "Enkoding";
"Select the encoding method" = "Velg enkodingsmetode";
"New File" = "Ny fil";
"Create an empty new file" = "Lag tom ny fil";
"Preview" = "Forhåndvisning";
"Show a preview of the selection" = "Vis forhåndvisning av utvalget";
"Disconnect from the server" = "Koble fra serveren";
"View" = "Vis";
"Switch between List or Column view" = "Bytt mellom liste og kolonne visning";
"Transfer" = "Overfør";
"Upload or download the selected item(s)" = "Last opp eller ned valgte elementene";
"New Folder" = "Ny mappe";
"Create a new empty folder" = "Lag ny tom mappe";
"Home" = "Hjem";
"Change directory back to the starting point" = "Endre katalogen tilbake til utgangspunktet";
"Renew the file listing display" = "Forny visning av fillisten";
"Filters" = "Filtre";
"Apply filters to the file listing display" = "Bruk filtre på listevisningen";
"Change directory using a supplied path" = "Endre katalogen ved bruk av medfølgende bane";
"QuickEdit" = "QuickEdit";
"Queue" = "Kø";
"Show or hide the Queue drawer" = "Vis eller skjul køskuffen";
"Remove the selected item(s)" = "Fjern valgte elementer";
"Show synchronization options" = "Vis valg for synkronisering";
"Info" = "Info";
"Display the full information window for the selected item(s)" = "Vis helt informasjonsvindu for valgte elementer";
"Duplicate" = "Dupliser";
"Make copies of the selected item(s)" = "Lag kopier av valgte elementer";
"Stop" = "Stopp";
"Cancel the current action" = "Avbryt nåværende operasjonen";
"Favorites" = "Favoritter";
"Display the contents of your Favorite folders" = "Vis innholdet av dine favorittmapper";
"Display the contents of a recently visited folder" = "Vis innholdet av nylig besøkt mapper";
"Create an empty folder for organizing your Bookmarks" = "Lag ny tom mappe for organisering av dine bokmerker";
"Add" = "Legg til";
"Change Bookmark, FTP Alias or FTP Watcher settings" = "Endre innstillinger av bokmerke, FTP Alias eller FTP Watcher";
"Import" = "Importer";
"Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)" = "Importer bokmerker/favoritter fra andre FTP apper (for eksempel Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel og Vicomsoft FTP Client)";
"Connect" = "Koble til";
"Establish FTP server connection" = "Etabler FTP servertilkobling";
"Use Preferences Setting" = "Bruk preferanserinnstilling";
" days" = " dager";
" day" = " dag";
" hours" = " timer";
" hour" = " time";
" mins" = " min";
" minutes" = " minutter";
" min" = " min";
" minute" = " minutt";
" secs" = "sek";
" seconds" = " sekunder";
" sec" = " sek";
" second" = " sekund";
"Server Search" = "Serversøk";
"Mac Search" = "Mac-søk";
"Search" = "Søk";
"Filter the current listing" = "Filtre nåværende listen";
"Pause the selected transfers" = "Paus valgte overføringer";
"Start the selected transfers" = "Start valgte overføringer";
"Resume the selected transfers" = "Fortsett planlagte overføringer";
"Recent Searches" = "Nylige søk";
"Clear Recent Searches" = "Tøm nylige søk";
"Apply As Filter" = "Bruk som filter";
"Waiting to resume " = "Venter på å fortsette";
" KB" = " KB";
" MB" = " MB";
" GB" = " GB";
"This file is already being edited remotely" = "Denne filen allerede fjernredigeres";
"One or more of the selected items are already being edited" = "Én eller flere av valgte elementer allerede fjernredigeres";
"The selected items cannot be moved and must be deleted immediately." = "Valgte elementer kan ikke flyttes og må slettes med en gang.";
"Some of the selected items cannot be moved and must be deleted immediately." = "Noen av valgte elementer kan ikke flyttes og må slettes med en gang.";
"One of the selected items cannot be moved and must be deleted immediately." = "Én av valgte elementer kan ikke flyttes og må slettes med en gang.";
"The selected item cannot be moved and must be deleted immediately." = "Valgte elementet kan ikke flyttes og må slettes med en gang.";
"Are you sure you want to delete?" = "Er du sikker på at du vil slette?";
"Click to save changed text" = "Klikk for å lagre endret tekst";
"Click to upload changes to the server" = "Klikk for å laste opp endringer til serveren";
"Click to show other information" = "Klikk for å vise annen informasjon";
"DualBrowse" = "DualBrowse";
"Browse both lists in sync or independently" = "Bla gjennom begge lister i synk eller selvstendig";
"Does not exist in the local directory" = "Eksisterer ikke i lokale katalogen";
"Server item is newer" = "Serverelement er nyere";
"Local item is newer" = "Lokalt element er nyere";
"Does not exist in the server directory" = "Eksisterer ikke i serverkatalogen";
"No items require synchronization at present" = "Ingen elementer krever synkronisering for øyeblikket";
"This synchronization will now be cancelled automatically since there are no items to be synchronized. The preview will therefore not be displayed." = "Denne synkroniseringen skal nå avbrytes automatisk siden det er ingen elementer å bli synkroniseres. Forhåndvisningen skal derfor ikke vises.";
"Waiting for connection to calculate folder size…" = "Venter på tilkobling for å kalkulere mappestørrelsen...";
"Calculating folder size…" = "Beregner mappestørrelse...";
" (Paused)" = " (pauset)";
"Pause" = "Paus";
"Resume" = "Fortsett";
"Update Mac" = "Oppdater Mac";
"Update Server" = "Oppdateringsserver";
"Mirror" = "Mirror";
"FTPS (Implicit)" = "FTPS (implisitt)";
"Pause All Scheduled Tasks" = "Paus alle planlagte oppgaver";
"Resume All Scheduled Tasks" = "Fortsett alle planlagte oppgaver";
"Create a new Bookmark" = "Lag nytt bokmerke";
"Schedules On" = "Planer på";
"Schedules Off" = "Planer av";
"Disable or resume scheduled tasks" = "Deaktiver eller fortsett planlagte oppgaver";
"Watchers Off" = "Watchers av";
"Watchers On" = "Watchers på";
"Shut down all running FTP Watchers" = "Slå av alle kjørende FTP Watchers";
"Refresh the displayed preview" = "Last inn viste forhåndvisningen på nytt";
"Discard the displayed preview" = "Forkast viste forhåndvisningen";
"Click to preview" = "Klikk for å forhåndvise";
"Yummy FTP Extras" = "Yummy FTP-ekstra";
"On Close" = "Ved lukking";
"On Save" = "Ved lagring";
"Hidden Files" = "Skjulte filer";
"Switch between showing or hiding invisible files in both the Mac and Server lists" = "Bytt mellom visning eller skjuling av filer i både Mac- og serverlister";
"Bookmarks that are in use by FTP Browsers cannot be deleted" = "Bokmerker som er i bruk av FTP-browsere kan ikke slettes";
"An item could not be deleted. It may be locked or in use by another application" = "Et element kunne ikke slettes. Det kan være låst, eller det er i bruk av en annen applikasjon.";
"Auto dismiss (no delay)" = "Lukk automatisk (ingen forsinkelse)";
"Performing remote server command…" = "Utfører ekstern serverkommando...";
"Enter a shell command to send to the server" = "Oppgi shell-kommando å sende til serveren";
"Interface" = "Grensesnitt";
"Transfers" = "Overføringer";
"Error Recovery" = "Feilgjenoppretting";
"Server Options" = "Servervalg";
"Pause the active jobs" = "Paus aktive jobber";
"Resume the paused jobs" = "Fortsett pausede jobber";
"Start" = "Start";
"Jobs queued" = "Jobber i kø";
"HILabelTitle" = "Fargeetikett:";
"HILabelFormat" = "“%@”";
"This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com" = "Denne automatiske opplastningen er drevet av:\r\rYummy FTP - mest smakfulle FTP klienten for Mac OS X\r\rhttp://www.yummysoftware.com";
"Drag items onto this icon to upload them" = "Flytt elementer over dette ikonet for å laste dem opp";
"Edit With" = "Rediger med";
"Select an application to edit the selected items" = "Velg applikasjon å redigere valgte elementer";
"Reopen" = "Åpne på nytt";
"Re-open with the original editor, or continue anyway?" = "Åpne igjen med originale editoren, eller fortsette uansett?";
"Re-open with the original editors, or continue anyway?" = "Åpne igjen med originale editorer, eller fortsette uansett?";
"Software Update" = "Programvareoppdatering";
"Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers" = "Vennligst kjøp Yummy FTP Alias for å få tilgang til redigering av FTP Aliaser og FTP Watchers";
"\r\rTime elapsed : " = "\r\rBrukt tid : ";
"Quick Look icons" = "Rask forhåndvisning av ikoner";
"Enter the Web URL equivalent of the currently displayed directory" = "Oppgi ekvivalent til nett-URL av nåværende viste katalogen";
"The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com" = "URL-adressen du oppga, kan brukes med funksjonen Kopier nett-URL for å lage en gyldig URL-nettleser for valgte elementer i serverbrowseren\r\reksempel: http//www.yourwebsite.com";
"Set Access" = "Sett tilgang";
"Set Permissions" = "Sett rettigheter";
"OK" = "OK";
"Apply filters to the file listing display of all connections" = "Bruk filtre på listevisningen av alle tilkoblinger";
"Global Filters" = "Globale filtre";
"Job failed, skipping errored items…" = "Jobb feilet, hopper over problematiske elementer...";
"Skip remaining errors" = "Hopp over gjenstående feil";
"Lost Info" = "Mistet info";
" (waiting for server)" = " (venter på server)";
"Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely." = "Din server har begrenset listeoutput, så alle elementer kan ikke bli sett!\r\rMed mindre dette er rettet, kan det hende at noen funksjoner ikke skal oppføre seg som de burde på grunn av denne serverbegrensningen.\r\rVi anbefaler at du tar kontakt med din serveradministrator for å forstørre begrensningen, eller fjern begrensningen fullstendig.";
"File sizes differ" = "Filstørrelser skiller seg ut";
"Open From Finder" = "Åpne fra Finder";
"Open Web URL" = "Åpne nett-URL";
"The Mac home folder specified in your Bookmark cannot be found\r\rThe default home folder has been displayed instead" = "Mac-browser hjemmemappen spesifisert på ditt bokmerke ble ikke funnet, så standarde hjemmemappen har blitt vist i steden.";
"SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac" = "SCPlugin fra Tigris.org er installert, hvilket skaper feil med andre apper inkludert Yummy FTP Alias\r\rFor å rette denne feilen vennligst fjern følgende fil dra din Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... og etterpå omstart din Mac";
"WARNING!" = "Ventende";
"These files are identical - only their differing line endings cause a size mismatch" = "Disse filene er identiske - bare deres forskjellige filendelser skaper avslag på størrelse";
"These files are identical" = "Disse filene er identiske";
"Enter Into Directory" = "Oppgi i katalogen";
"Owner/Group " = "Eier/Gruppe ";
"Action" = "Handling";
"Perform tasks with the selection" = "Utføre oppgaver med utvalg";
"Back" = "Bakke opp";
"Running : " = "Kjører : ";
"    Queued : " = "    I kø : ";
"Schedule" = "Planlegg";
"Obscure" = "Obskør";
"Rename the selected item" = "Omdøp det valgte elementet";
"Please assign a name for this configuration" = "Tilordne et navn for denne konfigurasjonen";
"Enter a name in the box provided then try again." = "Oppgi et navn i feltet og prøv igjen";
"The last failure has now repeated several times and will no longer be reported until it changes." = "Den siste feilen har nå gjentatt flere ganger, og vil ikke lenger bli sendt til den endres.";
"The Mac home folder specified in your Bookmark cannot be found" = "Mac-browser hjemmemappen spesifisert på ditt bokmerke ble ikke funnet";
"Processing…" = "Behandler…";
"Your serial number is in use on" = "Serienummeret er i bruk på";
"To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number." = "For å fortsette å bruke én brukerlisens må du avslutte alle andre kopier først, ellers kan du kjøpe flere lisenser eller angi et nytt serienummer .";
"Your serial number was used at the same time on more than one Mac" = "Serienummeret ble brukt samtidig på mer enn en Mac";
"To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number." = "For å bruke programvaren på flere Mac-maskiner kan du kjøpe flere lisenser.\r\rFor å fortsette, vennligst skriv serienummeret .";
"Bookmark" = "Bookmark";
"Schedules" = "Schedules";
"Watchers" = "Watchers";
"Browser" = "Browser";
"Forward" = "Forward";
"Status" = "Status";
"Time" = "Time";
"Value" = "Value";























